Repository: mdealencar/lasem
Catalog: po/*.po
Languages: hr, ro, uk

source: Output filename
hr: Izlazni naziv datoteke
ro: Nume de fișier de ieșire
uk: Назва файла результатів

source: Output format
hr: Izlazni format
ro: Format de ieșire
uk: Формат виводу

source: Pixel per inch
hr: Piksela po inču
ro: Pixel per inci
uk: Пікселі на дюйм

source: Zoom
hr: Uvećanje
ro: Focalizare
uk: Масштаб

source: Element id
hr: ID elementa
ro: ID element
uk: Ід. елемента

source: Offset
hr: Pomak
ro: Decalaj
uk: Зсув

source: Size
hr: Veličina
ro: Dimensiune
uk: Розмір

source: Debug domains
hr: Domene otklanjanja grešaka
ro: Domenii de depanare
uk: Домени діагностики

source: Invalid document type (SVG expected)
hr: Nevaljana vrsta dokumenta (SVG je očekivana)
ro: Tip de document nevalid (SVG așteptat)
uk: Некоректний тип документа (мав бути SVG)

source: Element '%s' not found
hr: Element '%s' nije pronađen
ro: Elementul „%s” nu a fost găsit
uk: Не знайдено елемента «%s»

source: Option parsing failed:
hr: Obrada mogućnosti neuspjela:
ro: Parsarea opțiunii a eșuat:
uk: Не вдалося обробити параметри:

source: Invalid zoom value
hr: Nevaljana vrijednost uvećanja
ro: Valoare de focalizare nevalidă
uk: Некоректне значення масштабу

source: Invalid number of arguments for offset option
hr: Neispravan broj argumenata za mogućnost pomaka
ro: Număr de argumente nevalid pentru opțiunea de decalaj
uk: Некоректна кількість аргументів для параметра зсуву

source: Invalid number of arguments for size option
hr: Neispravan broj argumenata za mogućnost veličine
ro: Număr de argumente nevalid pentru opțiunea dimensiune
uk: Некоректна кількість аргументів для параметра розміру

source: Invalid export size
hr: Nevaljana veličina izvoza
ro: Dimensiune de export nevalidă
uk: Некоректний розмір для експортування

source: Missing input filename
hr: Nedostaje ulazni naziv datoteke
ro: Lipsește numele de fișier de intrare
uk: Не вказано назви файла вхідних даних

source: Unknown format:
hr: Nepoznat format:
ro: Format necunoscut:
uk: Невідомий формат:

source: Don't know which format to use, please either give a format (-f) or an output filename (-o)
hr: Ne znam koji format koristiti, navedite format (-f) ili naziv izlazne datoteke (-o)
ro: Nu știu care format să utilizez, dați ori un format (-f) sau nume de fișier de ieșire (-o)
uk: Невідомо, яким форматом слід скористатися. Будь ласка, або вкажіть формат (-f), або вкажіть назву файла результатів (-o)

source: Can't load '%s'
hr: Nemoguće učitavanje '%s'
ro: Nu se poate încărca „%s”
uk: Не вдалося завантажити «%s»
